Repository: SociOS-Linux/pantheon-agent-geoclue2
Catalog: po/*.po
Languages: de, fr, ja, pt_br, uk

source: Location Dialog
de: Standortdialog
fr: Boîte de dialogue de localisation
ja: 地域ダイアログ
pt_br: Janela de Localização
uk: Діалог розташування

source: Allow %s to Access This Device's Location?
de: %s den Zugriff auf die Standortinformationen zu diesem Geräts erlauben?
fr: Autoriser %s à accéder à la localisation de ce périphérique ?
ja: %s にこのデバイスの位置へのアクセスを許可しますか？
pt_br: Permitir acesso de %s ao serviço de localização?
uk: Дозволити %s доступ до місця розташування даного пристрою?

source: Deny
de: Verweigern
fr: Refuser
ja: 拒否
pt_br: Negar
uk: Відмовити

source: Allow
de: Erlauben
fr: Autoriser
ja: 許可
pt_br: Permitir
uk: Дозволити

source: the current country
de: der Staat
fr: le pays actuel
ja: 現在の国
pt_br: o país atual
uk: поточна країна

source: the nearest city or town
de: die nächstgelegene Stadt
fr: la ville ou le village le plus proche
ja: 最寄りの市町村
pt_br: a cidade mais próxima
uk: найближче місто

source: the nearest neighborhood
de: die umittelbare Umgebung
fr: le voisinage
ja: 最寄りの町
pt_br: a vizinhança mais próxima
uk: найближчій район

source: the nearest street
de: die nächstgelegene Straße
fr: la rue la plus proche
ja: 最寄りの町
pt_br: a rua mais próxima
uk: найближча вулиця

source: your exact location
de: Ihr genauer Standort
fr: votre localisation exacte
ja: 正確な現在地
pt_br: sua localização exata
uk: ваше точне місце розташування

source: your location
de: Ihr Standort
fr: votre localisation
ja: 地域
pt_br: sua localização
uk: ваше місце розташування

source: %s will be able to detect %s. Permissions can be changed in <a href='settings://security/privacy/location'>Location Settings…</a>
de: %s ist es erlaubt, %s zu ermitteln. Die Zugriffsrechte können in den <a href='settings://security/privacy/location'>Standorteinstellungen …</a> geändert werden
fr: %s sera en mesure de détecter %s. Les permissions peuvent être modifiées dans les <a href='settings://security/privacy/location'>Paramètres de Localisation…</a>
ja: %s は %s を検出することができます。アクセスの許可は<a href='settings://security/privacy/location'>現在地の設定で変更できます…</a>
pt_br: %s será capaz de detectar %s. As permissões podem ser mudadas em <a href='settings://security/privacy/location'>Configurações de localização…</a>
uk: %s буде в змозі виявити %s. Права доступу можуть бути змінені в <a href='settings://security/privacy/location'>Налаштування місцезнаходження... </a>
